<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Политика конфиденциальности</title>
</head>
<body style="background: #0A314B; color: white;">
<h1>Политика конфиденциальности</h1>
<h2>1. Введение</h2>
<p>
    Добро пожаловать в AI Wallpapers ("мы", "нас", "наш").
    Мы обязуемся защищать вашу личную информацию и обеспечивать ее конфиденциальность и безопасность.
    Эта Политика конфиденциальности объясняет, как мы собираем, используем, раскрываем и защищаем вашу информацию, когда вы используете наше мобильное приложение ("Приложение").
</p>
<h2>2. Информация, которую мы собираем</h2>
<p>Мы можем собирать информацию, удостоверяющую личность, различными способами, включая, но не ограничиваясь, когда вы:</p>
<ul>
    <li>Используете наше Приложение</li>
    <li>Регистрируете аккаунт</li>
    <li>Заполняете форму</li>
    <li>Используете внутриприложенные покупки</li>
    <li>Взаимодействуете с другими функциями приложения</li>
</ul>
<p>
    К типам собираемой информации могут относиться ваше имя, адрес электронной почты, номер телефона и любая другая информация, которую вы решите предоставить.
</p>
<h2>3. Как мы используем вашу информацию</h2>
<p>Собранная нами информация может использоваться следующими способами:</p>
<ul>
    <li>Для предоставления, управления и поддержания нашего Приложения</li>
    <li>Для улучшения, персонализации и расширения нашего Приложения</li>
    <li>Для понимания и анализа того, как вы используете наше Приложение</li>
    <li>Для разработки новых продуктов, услуг, функций и возможностей</li>
    <li>Для предоставления, управления и поддержания нашего Приложения</li>
    <li>Для общения с вами, непосредственно или через одного из наших партнеров, включая обслуживание клиентов, предоставление вам обновлений и другой информации, относящейся к Приложению, а также в маркетинговых и рекламных целях</li>
    <li>Для отправки вам электронных писем</li>
</ul>
<h2>4. Распространение вашей информации</h2>
<p>Мы можем делиться вашей информацией с третьими сторонами в следующих случаях:</p>
<ul>
    <li>С вашего согласия</li>
    <li>По юридическим причинам, если мы считаем, что раскрытие информации соответствует требованиям применимого закона, регулирования или юридического процесса</li>
    <li>С нашими надежными поставщиками услуг, которые работают от нашего имени, не имеют независимого использования информации, которую мы им передаем, и согласились придерживаться правил, изложенных в данной Политике конфиденциальности</li>
</ul>
<h2>5. Безопасность</h2>
<p>
    Мы ценим ваше доверие, когда вы предоставляете нам вашу личную информацию, поэтому мы стараемся использовать коммерчески приемлемые способы ее защиты. Однако помните, что ни один способ передачи данных через интернет или метод электронного хранения не являются на 100% безопасными и надежными, и мы не можем гарантировать их абсолютную безопасность.
</p>
<h2>6. Ссылки на другие сайты</h2>
<p>
    Наше Приложение может содержать ссылки на другие сайты.
    Если вы перейдете по ссылке третьей стороны, вы будете направлены на этот сайт.
    Обратите внимание, что эти внешние сайты не управляются нами.
    Поэтому мы настоятельно рекомендуем вам ознакомиться с Политикой конфиденциальности этих веб-сайтов.
    Мы не контролируем и не несем ответственности за содержание, политики конфиденциальности или практики любых сайтов или услуг третьих сторон.
</p>
<h2>7. Конфиденциальность детей</h2>
<p>
    Наше Приложение не предназначено для лиц младше 13 лет.
    Мы не собираем сознательно личную информацию от детей до 13 лет.
    В случае, если мы обнаружим, что ребенок младше 13 лет предоставил нам личную информацию, мы немедленно удаляем ее с наших серверов.
    Если вы родитель или законный представитель и знаете, что ваш ребенок предоставил нам личную информацию, пожалуйста, свяжитесь с нами, чтобы мы могли предпринять необходимые действия.
</p>
<h2>8. Изменения в Политике Конфиденциальности</h2>
<p>
    Мы можем время от времени обновлять нашу Политику Конфиденциальности.
    Поэтому вам рекомендуется периодически просматривать эту страницу на предмет изменений.
    Мы уведомим вас о любых изменениях, разместив новую Политику Конфиденциальности на этой странице.
    Эти изменения вступают в силу немедленно после их публикации на этой странице.
</p>
<h2>9. Свяжитесь с нами</h2>
<p>Если у вас есть вопросы или предложения относительно нашей Политики Конфиденциальности, не стесняйтесь обращаться к нам по электронной почте <a href="mailto:admin@nuntech.com">admin@nuntech.com</a>.</p>
</body>
</html>
