<?php
 return [
	'title' => 'Політика конфіденційності',
	'sections' => [
		[
			'title' => '1. Вступ',
			'content' => '<p>
    Ласкаво просимо до ' . env('PRODUCT_NAME') . ' ("ми", "нас", "наш").
    Ми прагнемо захистити приватність та безпеку вашої особистої інформації.
    Ця Політика конфіденційності пояснює, як ми збираємо, використовуємо, розкриваємо та захищаємо вашу інформацію, коли ви користуєтесь нашим мобільним додатком ("Додаток").
</p>',
		],
		[
			'title' => '2. Інформація, яку ми збираємо',
			'content' => '<p>Ми можемо збирати особисту ідентифікаційну інформацію різними способами, включаючи, але не обмежуючись, коли ви:</p>
<ul>
    <li>Користуєтесь нашим Додатком</li>
    <li>Реєструєте обліковий запис</li>
    <li>Заповнюєте форму</li>
    <li>Використовуєте покупки в додатку</li>
    <li>Взаємодієте з іншими функціональними можливостями додатка</li>
</ul>
<p>
    Типи зібраної інформації можуть включати ваше ім\'я, електронну адресу, номер телефону та будь-яку іншу інформацію, яку ви вирішите надати.
</p>',
		],
		[
			'title' => '3. Як ми використовуємо вашу інформацію',
			'content' => '<p>Інформація, яку ми збираємо, може бути використана таким чином:</p>
<ul>
    <li>Для надання, експлуатації та підтримки нашого Додатку</li>
    <li>Для поліпшення, персоналізації та розширення нашого Додатку</li>
    <li>Для розуміння та аналізу того, як ви використовуєте наш Додаток</li>
    <li>Для розробки нових продуктів, послуг, функцій та можливостей</li>
    <li>Для надання, експлуатації та підтримки нашого Додатку</li>
    <li>Для комунікації з вами, безпосередньо або через одного з наших партнерів, включаючи обслуговування клієнтів, надання вам оновлень та іншої інформації, пов’язаної з Додатком, а також для маркетингових та рекламних цілей</li>
    <li>Для відправки вам електронних листів</li>
</ul>',
		],
		[
			'title' => '4. Поділ вашої інформації',
			'content' => '<p>Ми можемо ділитися вашою інформацією з третіми сторонами в наступних ситуаціях:</p>
<ul>
    <li>З вашою згодою</li>
    <li>З юридичних причин, якщо ми вважаємо, що розкриття відповідає або вимагається будь-яким застосовним законом, регулюванням або судовим процесом</li>
    <li>З нашими надійними постачальниками послуг, які працюють від нашого імені, не мають незалежного використання інформації, яку ми їм розкриваємо, і погодилися дотримуватися правил, викладених у цій Політиці конфіденційності</li>
</ul>',
		],
		[
			'title' => '5. Безпека',
			'content' => '<p>
    Ми цінуємо вашу довіру в наданні нам вашої особистої інформації, тому ми прагнемо використовувати комерційно прийнятні засоби для її захисту. Однак пам\'ятайте, що жоден метод передачі через інтернет або метод електронного зберігання не є на 100% безпечним і надійним, і ми не можемо гарантувати її абсолютну безпеку.
</p>',
		],
		[
			'title' => '6. Посилання на інші сайти',
			'content' => '<p>
    Наш Додаток може містити посилання на інші сайти.
    Якщо ви натиснете на посилання третьої сторони, ви будете перенаправлені на той сайт.
    Зверніть увагу, що ці зовнішні сайти не керуються нами.
    Тому ми настійно радимо вам переглянути Політику конфіденційності цих веб-сайтів.
    Ми не контролюємо і не несемо відповідальності за зміст, політики конфіденційності або практики будь-яких сайтів або послуг третіх сторін.
</p>',
		],
		[
			'title' => '7. Конфіденційність дітей',
			'content' => '<p>
    Наш Додаток не призначений для осіб молодше 13 років.
    Ми не збираємо навмисно особисту ідентифікаційну інформацію від дітей до 13 років.
    У випадку, якщо ми дізнаємося, що дитина до 13 років надала нам особисту інформацію, ми негайно видаляємо цю інформацію з наших серверів.
    Якщо ви батько або опікун і ви знаєте, що ваша дитина надала нам особисту інформацію, будь ласка, зв\'яжіться з нами, щоб ми могли вжити необхідних заходів.
</p>',
		],
		[
			'title' => '8. Зміни до цієї Політики конфіденційності',
			'content' => '<p>
    Ми можемо оновлювати нашу Політику конфіденційності з часом.
    Таким чином, вам радять періодично переглядати цю сторінку на предмет будь-яких змін.
    Ми повідомимо вас про будь-які зміни, опублікувавши нову Політику конфіденційності на цій сторінці.
    Ці зміни набувають чинності негайно після їх публікації на цій сторінці.
</p>',
		],
		[
			'title' => '9. Зв\'язок з нами',
			'content' => '<p>Якщо у вас є будь-які питання або пропозиції щодо нашої Політики конфіденційності, не вагайтеся зв\'язатися з нами за електронною поштою <a href="mailto:admin@nuntech.com">admin@nuntech.com</a>.</p>',
		],
	]
];
