<?php
 return [
	'title' => 'Условия и положения',
	'sections' => [
		[
			'title' => '1. Введение',
			'content' => '<p>
    Добро пожаловать в AI Wallpapers ("мы", "нас", "наш").
    Пользуясь нашим мобильным приложением ("Приложение"), вы ("пользователь", "вы") соглашаетесь соблюдать эти Условия и Положения ("Условия").
    Если вы не согласны с этими Условиями, вы не можете использовать наше Приложение.
</p>',
		],
		[
			'title' => '2. Политика конфиденциальности',
			'content' => '<p>
    Наша Политика конфиденциальности, в которой подробно описывается, как мы собираем, используем и защищаем ваши личные данные, включена в эти Условия посредством
    <a href="/privacy_policy.html">ссылки</a>.
    Пожалуйста, внимательно прочитайте нашу Политику конфиденциальности перед использованием нашего Приложения.
</p>',
		],
		[
			'title' => '3. Лицензия на использование Приложения',
			'content' => '<p>
    Мы предоставляем вам отзывную, неисключительную, непередаваемую, ограниченную лицензию на загрузку, установку и использование Приложения для вашего личного, некоммерческого использования, в соответствии с этими Условиями.
</p>',
		],
		[
			'title' => '4. Учетные записи пользователей',
			'content' => '<p>
    Если какая-либо часть нашего Приложения требует от вас создания учетной записи, вы должны предоставить точную и полную информацию.
    Вы несете ответственность за сохранение конфиденциальности информации вашей учетной записи, включая ваш пароль, а также за все действия, которые происходят под вашей учетной записью.
</p>',
		],
		[
			'title' => '5. Поведение пользователя',
			'content' => '<p>
    Вы соглашаетесь использовать наше Приложение только в законных целях и таким образом, чтобы не нарушать права других, не ограничивать и не мешать использованию и наслаждению Приложением другими пользователями.
    Запрещенное поведение включает в себя домогательства или вызывание дистресса или неудобств любому другому пользователю, передачу непристойного или оскорбительного контента или нарушение нормального потока диалога в нашем Приложении.
</p>',
		],
		[
			'title' => '6. Права на интеллектуальную собственность',
			'content' => '<p>
    Приложение и его оригинальный контент, функции и возможности являются и будут оставаться исключительной собственностью Nuntechs и ее лицензиаров. Наша интеллектуальная собственность не должна использоваться никаким образом без нашего разрешения.
</p>',
		],
		[
			'title' => '7. Прекращение действия',
			'content' => '<p>
    Мы можем прекратить или приостановить ваш доступ к учетной записи и запретить доступ к Приложению немедленно, без предварительного уведомления или ответственности, по нашему собственному усмотрению, по любой причине и без ограничений, включая, но не ограничиваясь, нарушением данных Условий.
</p>',
		],
		[
			'title' => '8. Ограничение ответственности',
			'content' => '<p>
    Ни в коем случае Nuntechs, ни ее директора, сотрудники, партнеры, агенты, поставщики или аффилированные лица не будут нести ответственность за какие-либо косвенные, случайные, особые, последующие или штрафные убытки, включая, без ограничений, убытки прибыли, данных, использования, доброй воли или другие нематериальные потери, возникшие в результате вашего использования Приложения или услуг.
</p>',
		],
		[
			'title' => '9. Изменения в Условиях',
			'content' => '<p>
    Мы оставляем за собой право, по нашему собственному усмотрению, изменять или заменять эти Условия в любое время.
    Продолжая доступ или использование нашего Приложения после вступления в силу этих изменений, вы соглашаетесь соблюдать измененные условия.
</p>',
		],
		[
			'title' => '10. Применимое право',
			'content' => '<p>
    Эти Условия будут регулироваться и толковаться в соответствии с законодательством Польши, без учета его положений о коллизии законов.
</p>',
		],
		[
			'title' => '11. Свяжитесь с нами',
			'content' => '<p>
        Если у вас есть вопросы по этим Условиям, пожалуйста, свяжитесь с нами по электронной почте <a href="mailto:admin@nuntech.com">admin@nuntech.com</a>.
    </p>',
		],
	]
];