<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Умови та положення</title>
</head>
<body style="background: #0A314B; color: white;">
<h1>Умови та положення</h1>
<h2>1. Вступ</h2>
<p>
    Ласкаво просимо до AI Wallpapers ("ми", "нас", "наш").
    Заходячи на наш мобільний додаток ("Додаток") або користуючись ним, ви ("користувач", "ви") погоджуєтесь бути пов’язаними цими Умовами та положеннями ("Умови").
    Якщо ви не згодні з цими Умовами, ви не можете користуватися нашим Додатком.
</p>
<h2>2. Політика конфіденційності</h2>
<p>
    Наша Політика конфіденційності, яка детально описує, як ми збираємо, використовуємо та захищаємо ваші особисті дані, включена до цих Умов за <a href="/privacy_policy.html">посиланням.</a>
    Будь ласка, уважно прочитайте нашу Політику конфіденційності перед використанням нашого Додатку.
</p>
<h2>3. Ліцензія на використання Додатку</h2>
<p>
    Ми надаємо вам відкличну, неексклюзивну, непередавальну, обмежену ліцензію на завантаження, інсталяцію та використання Додатку для вашого особистого, некомерційного використання, згідно з цими Умовами.
</p>
<h2>4. Облікові записи користувачів</h2>
<p>
    Якщо будь-яка частина нашого Додатку вимагає від вас створення облікового запису, ви повинні надати точну та повну інформацію.
    Ви несете відповідальність за збереження конфіденційності інформації вашого облікового запису, включаючи ваш пароль, та за всі дії, що відбуваються під вашим обліковим записом.
</p>
<h2>5. Поведінка користувача</h2>
<p>
    Ви погоджуєтесь використовувати наш Додаток лише для законних цілей та таким чином, щоб не порушувати права інших, не обмежувати або не заважати комусь іншому користуватися та насолоджуватися Додатком.
    Заборонена поведінка включає переслідування або доставлення незручностей чи неприємностей будь-якому іншому користувачу, передачу непристойного або образливого контенту або порушення нормального потоку діалогу в нашому Додатку.
</p>
<h2>6. Права інтелектуальної власності</h2>
<p>
    Додаток та його оригінальний контент, функції та функціональність є та залишаться виключною власністю Nuntechs та його ліцензіарів.
    Нашу інтелектуальну власність не можна використовувати ніяким чином, який не санкціонований нами.
</p>
<h2>7. Розірвання</h2>
<p>
    Ми можемо припинити або призупинити ваш обліковий запис та заборонити доступ до Додатку негайно, без попереднього повідомлення або відповідальності, за нашим власним розсудом, з будь-якої причини та без обмежень, включаючи, але не обмежуючись порушенням Умов.
</p>
<h2>8. Обмеження відповідальності</h2>
<p>
    За жодних обставин Nuntechs, ані його директори, співробітники, партнери, агенти, постачальники або афілійовані особи, не несуть відповідальності за будь-які непрямі, випадкові, спеціальні, наслідкові або штрафні збитки, включаючи, без обмежень, втрату прибутків, даних, використання, доброї волі або інші нематеріальні втрати, що виникають внаслідок вашого використання Додатку або послуг.
</p>
<h2>9. Зміни до Умов</h2>
<p>
    Ми залишаємо за собою право, за нашим власним розсудом, модифікувати або замінити ці Умови в будь-який час.
    Продовжуючи доступ або використання нашого Додатку після того, як ці зміни набувають чинності, ви погоджуєтесь дотримуватися змінених умов.
</p>
<h2>10. Законодавство</h2>
<p>
    Ці Умови регулюються та тлумачаться відповідно до законів Польщі, без урахування її норм колізійного права.
</p>
<h2>11. Зв'язатися з нами</h2>
    <p>
        Якщо у вас є будь-які питання щодо цих Умов, будь ласка, зв'яжіться з нами за електронною поштою <a href="mailto:admin@nuntech.com">admin@nuntech.com</a>.
    </p>
</body>
</html>
